tap "earthly/earthly"
tap "fewlines-education/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "docker", link: false
brew "docker-compose", link: false
brew "gnupg"
brew "hivemind"
brew "jq"
brew "mas"
brew "mkcert"
brew "nginx"
brew "nss"
brew "yarn"
brew "earthly/earthly/earthly"
brew "fewlines-education/tap/sparta-cli", link: false
brew "thoughtbot/formulae/rcm"
brew "tldr"
cask "1password"
cask "clickup"
cask "docker"
cask "iterm2"
cask "postico"
cask "postman"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "spotify"
cask "zoom"
cask "firefox"
cask "obsidian"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "QuickShade", id: 931571202
mas "Tiny Calendar", id: 726115044
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
